export const questionsAnswers = [
  {
    key: "first",
    question: "Как к вам попасть ?",
    answer:
      "Всё просто! Свяжитесь с нами по телефону или в любом мессенджере и наш администратор запишет Вас на пробное занятие!",
  },
  {
    key: "second",
    question: "Что нужно взять с собой на первую тренировку ?",
    answer:
      "На первое занятие необходимо прийти заранее (за 10-15 минут). Администратор зарегистрирует Вас и покажет Вам студию. С собой необходимо иметь спортивную одежду (футболка, лосины, носочки) и бутылочку с водой.",
  },
  {
    key: "third",
    question: "Есть ли ограничения по возрасту или здоровью ?",
    answer:
      "У нас в студии нет никаких ограничений по возрасту, однако, перед посещением студии, при наличии противопоказаний к физической нагрузке, необходимо проконсультироваться со своим врачом!",
  },
  {
    key: "fourth",
    question: "Сколько раз в неделю необходимо тренироваться?",
    answer:
      "Всё зависит исключительно от Вашего уровня физической подготовки. Если Вы новичок, и только начали заниматься, то мы рекомендуем 2-3 тренировки в неделю. Если же Вы в прекрасной форме и любите интенсивную нагрузку, то приходить к нам можно хоть каждый день!",
  },
  {
    key: "fifth",
    question: "Есть ли индивидуальные тренировки?",
    answer:
      "Конечно! Можно заниматься один на один с тренером или взять сплит-тренировку (с подругой, сестрой, дочерью). Мы составим индивидуальную программу с учетом Ваших пожеланий и обязательно достигнем результата!",
  },
  {
    key: "sixth",
    question: "Сколько человек в группе? Тренер успевает поработать с каждым?",
    answer:
      "Тренировки проходят в небольших группах до 7-ми человек, поэтому наши тренера уделяют достаточно внимания каждому клиенту!",
  },
  {
    key: "seventh",
    question: "Как скоро я сяду на шпагат?",
    answer:
      "Главное - это не скорость, а правильная техника и безопасность. Результат зависит от эластичности связок и мышц, а так же - от регулярности тренировок.",
  },
  {
    key: "eighth",
    question: "Как отменить тренировку?",
    answer:
      "Чтобы оплата за тренировку не списалась, предупреди о своем отсутсвии минимум за 8 часов до тренировки. Это можно сделать через личный кабинет или связавшись с нашим администратором любым удобным тебе способом!",
  },
];
