export const reviews = [
  {
    name: "Анастасия А.",
    text: "Хорошая, чистая, уютная студия с позитивным и отзывчивым персоналом.",
    stars: 5,
    date: "03.03.23",
  },
  {
    name: "Ирина М.",
    text: "Студия появилась совсем недавно, но уже успела зарекомендовать себя как место, в котором можно заниматься любимым делом и получать от этого удовольствие. Особенно хочу подчеркнуть высокую квалификацию тренеров, это профессионалы, которые знают своё дело, всегда подскажут и помогут.",
    stars: 5,
    date: "11.03.23",
  },
  {
    name: "Юлия А.",
    text: "Студия небольшая, только начали работать, бывают ситуации, когда на тренировку приходишь один. Однако, скоро там не будет отбоя от клиентов, тренировки очень грамотно выстроены, замечательное отношение к каждому клиенту.",
    stars: 4,
    date: "24.02.23",
  },
  {
    name: "Светлана К.",
    text: "Замечательная студия. Чистый, светлый, небольшой зал, качественное оборудование для тренировок, небольшой выбор программ, однако, каждая досконально проработана.",
    stars: 5,
    date: "17.02.23",
  },
  {
    name: "Александра Ж.",
    text: "Замечательные тренировки, все сделано грамотно. Тренер помогла мне исправить мои проблемы со спиной, буду продолжать ходить в студию и поддерживать свою форму.",
    stars: 4,
    date: "15.03.23",
  },
];
